[
  {
      "idx": 1,
      "mini_luck": "지인들로부터 좋은 소식을 접하게 되는 시기입니다. 가까운 사람에게 경사가 생기고 궁극적으로 나에게 그 기쁨이 미치는 시기입니다. 관계에 대한 발전을 더욱 돈독히 하시기 바랍니다. 전체적인 흐름이 나쁘지 않습니다. 오늘은 욕심을 부리면 화가 되지만 평소 정도의 수익을 기대하고 운용하신다면 만족한 결과를 얻을 수 있습니다. 무리하지만 않는다면 좋은 흐름입니다.",
      "total_luck": "지인들로부터 좋은 소식을 접하게 되는 시기입니다. 가까운 사람에게 경사가 생기고 궁극적으로 나에게 그 기쁨이 미치는 시기입니다. 관계에 대한 발전을 더욱 돈독히 하시기 바랍니다. 전체적인 흐름이 나쁘지 않습니다. 오늘은 욕심을 부리면 화가 되지만 평소 정도의 수익을 기대하고 운용하신다면 만족한 결과를 얻을 수 있습니다. 무리하지만 않는다면 좋은 흐름입니다.",
      "money_luck": "자신의 입지가 강화되는 날이니 금전의 수익도 있고 나로 인하여 주변 사람까지 덕을 보는 날입니다. 좋은 하루이군요. 크게 욕심만 내지 않는다면 재물의 운용에 있어서 손실로 이어지기 힘든 하루입니다. 공연한 욕심으로 팔자에 없는 재물을 탐하고 이로 인해서 좋은 운을 허비하는 일이 없도록 하시기 바랍니다. 본인도 좋고 본인으로 인하여 주변까지도 수익을 얻는 날이니 각별하게 활용하시기 바랍니다. 욕심은 절대 금물입니다.",
      "hint": "1과 9의 숫자가 나에게 도움을 주는 숫자입니다. 결정에 참고하시기 바랍니다. 또한 행운의 색상은 노란색 또는 분홍색 계열입니다. 자신감을 불러일으키는 색상이니 참고하십시오. 귀인의 방향은 정서에서 북쪽으로 향하는 방향입니다. 기준은 자신이 수면을 취하는 곳입니다.",
      "color": "노란색, 분홍색",
      "number": "1, 9",
      "direction": "정서에서 정북으로 향하는 방향",
      "name": "ㅁ, ㅈ 자음의 성씨"
  },
  {
    "idx": 2,
    "mini_luck": "재물이 증가하고 주변에 신용과 신뢰가 많이 쌓이는 시기입니다. 자신의 역량에 대한 발휘가 대단히 좋은 시기이니 활용에 더욱 많은 신경을 써야 하는 날입니다. 감이 상당히 좋은 날이네요. 좋지 않은 상황도 전화위복으로 바꿀 수 있을 정도로 탁월한 감각을 발휘하게 되는 날입니다. 특히 재정적인 부분에서 두각이 되는 날이니 활용을 많이 하시기 바랍니다.",
    "total_luck": "재물을 운용한다면 수익이 기가 막힌 날입니다. 크게 어려움이 있더라도 오늘만큼은 반드시 해결이 될 것이니 욕심만 자제하세요. 원하는 만큼은 이루어지는 날이지만 욕심이 되면 오히려 화가 큰 날이니 현실적으로 마음을 자제하는 지혜만 가지시기 바랍니다. 이성이나 친구를 만나도 아주 좋은 날입니다. 나의 입지가 부각되는 날이니 오늘은 끼를 마음껏 발산해도 좋습니다. 운의 흐름이 아주 좋은 날입니다.",
    "money_luck": "구체적으로 자금계획을 실현해야 하는 하루입니다. 손실보다는 수익이 더 많이 기대되는 하루입니다. 하루의 운을 재물에만 고정한다면 이루지 못할 것이 없을 정도로 좋은 날입니다. 그러나 횡재와 행운은 다릅니다. 자신의 노력과 현실성이 가미된 재정적 수익은 대단히 크지만 공연히 횡재를 노리어 낭패를 보지 않도록 조심하시기 바랍니다. 뜻하지 않은 부수적인 수익도 가능한 날이니 활용을 많이 하시기 바랍니다.",
    "hint": "0과 5가 행운을 부르는 숫자입니다. 시작의 기운과 마찬가지인 숫자로 좋은 기운은 보호하고 나쁜 기운을 몰아내는 숫자이니 이용에 참고하시기 바랍니다. 또한 초록색과 청색 계통의 코디를 하게 되면 액운을 몰아주는데 도움을 줄 것입니다. 서쪽에서 남쪽으로 치우쳐진 방향은 귀인의 기운이 존재하므로 도움이 필요하면 그쪽으로 움직이시기 바랍니다.",
    "color": "초록생, 청색",
    "number": "0, 5",
    "direction": "서쪽에서 남쪽으로 향하는 방향",
    "name": "ㅇ, ㅎ 자음의 성씨"
  },
  {
    "idx": 3,
    "mini_luck": "먼저 타인이 나의 인품과 능력을 알아주니 가만히 있어도 나의 지위가 높아지는 시기입니다. 나의 판단과 안목이 현명한 날로 일이 대체적으로 순조롭게 진행되는 좋은 날입니다. 운용 감각이 비교적 좋은 날입니다. 무리한 규모만 아니라면 작은 수익은 언제든 가능한 날이니 규모를 정하시어 작은 수익을 노리는 일에 참여하시면 좋은 결과가 기대되네요.",
    "total_luck": "인기가 많은 날이네요. 저절로 위치가 상승하는 날이며 만남이 있으면 결과가 좋은 날입니다. 좋은 사람도 만나고 주변이 또한 나를 인정하니 해 될 것이 별로 없는 날입니다. 약속을 해도 인기가 있어 먼저 연락을 받게 됩니다. 매사가 순조롭기 때문에 큰 탈이 없습니다. 판단력도 좋고 이해심도 많아지는 날이니 오늘 같은 날 주변과 깊이 있는 대화를 하게 되면 아주 좋은 인연을 만들 수 있을 겁니다.",
    "money_luck": "자신을 통해서 다른 사람까지 금전의 이득을 보는 날입니다. 억지로 재물을 추구하는 일은 본인의 마음이지만 일단 재물을 운용하거나 이에 관여하는 부분이 있다면 수익이 날 가능성이 무척 많은 날입니다. 친구들과 가벼운 내기를 해도 이기는 경우가 많은 시기이니 어떤 분야가 되었건 가급적 활용을 하시기 바랍니다. 유의하실 것은 금전적인 흐름은 좋지만 규모가 크지는 않습니다. 무모하게 큰 수익을 바라는 횡재 성 배팅은 삼가는 것이 좋습니다.",
    "hint": "4와 8이 행운의 숫자입니다. 숫자로 인하여 갈등이 오면 4와 8이 연관되어 있는 것을 고르시기 바랍니다. 색상으로 행운을 가져다주는 것은 초록색과 남색입니다. 가까이하시면 기운의 도움을 받을 것입니다. 정남의 방향에 귀인이 있으니 움직일 일이 있으면 가급적 남쪽으로 향하시기 바랍니다. 자신이 일을 하는 곳이 기준 방향입니다.",
    "color": "초록색, 남색",
    "number": "4, 8",
    "direction": "정남 쪽의 방향",
    "name": "ㄴ, ㅇ, ㅈ 자음의 성씨"
  },
  {
    "idx": 4,
    "mini_luck": "계획된 일들이 다소간의 무리가 있더라도 해결책을 동반하고 나타나기 때문에 큰 어려움 없이 진행되는 시기입니다. 좋은 날에 해당하므로 자만하지 않는다면 결과를 쉽게 얻을 수 있는 시기이군요. 운용적인 부분보다는 오히려 일 관련 부분에서 더욱 흐름이 좋은 날입니다. 최상은 아니지만 비교적 좋은 흐름을 보이는 날이니 가벼운 규모에서 좋은 재정 흐름을 이용하시기 바랍니다.",
    "total_luck": "계획한 일에 다소 차질이 올 수 있는 날입니다. 하지만 절대로 포기하지 마세요. 오늘은 어떤 문제가 발생한다 하더라도 반드시 해결책을 동반하게 되어 있습니다. 쉽게 포기하여 낭패를 보는 일이 없도록 하시기 바랍니다. 어려움이 있으면 혼자서 고민하지 마시고 주변에 바로 연락을 취하시기 바랍니다. 의외로 쉬운 해결책이 나오게 되어 있습니다. 만남이 좋은 날이니 친구나 누구를 만나도 기분이 좋은 날입니다. 어려움이 있다고 절대로 고민할 필요가 없는 날입니다.",
    "money_luck": "흐름이 막히고 자금에 대한 계획이 다소 어긋난다는 느낌이 들 수도 있습니다. 하지만 큰 문제는 아닙니다. 적어도 금전의 문제만큼은 절대로 침착하셔야 합니다. 만약에 문제가 생긴다면 반드시 이를 해결하는 방안이 있을 것입니다. 어려운 일도 좋게 풀리는 날이니 처음부터 좋은 일은 결과까지 좋게 진행되는 날입니다. 좋은 흐름이니 활용을 많이 하시기 바라며 필요 이상의 욕심으로 다 얻어 놓은 결과를 허비하는 일이 없도록 또한 경계하시기 바랍니다.",
    "hint": "2와 8이 행운의 숫자입니다. 코디는 적색 또는 진분홍색 계통이 좋군요. 자신의 기운을 보호하고 자신감을 가져다주는 색상입니다. 간단한 소품이라도 색상을 맞추시면 도움이 될 것입니다. 또한 길한 방향은 정동에 있으니 정동으로 향하시면 귀인의 도움을 받을 수 있을 것입니다. 기준 방향은 자신이 머무는 곳입니다.",
    "color": "적색, 진분홍색",
    "number": "2, 8",
    "direction": "정동 쪽의 방향",
    "name": "ㄱ, ㅁ 자음의 성씨"
  },
  {
    "idx": 5,
    "mini_luck": "판단이 비교적 정확하고 사리가 밝아지는 시기이기 때문에 실수가 적고 뜻하는 바를 이룰 수 있는 시기입니다. 활용가치가 높은 시기이니 세월을 죽이는 일이 없도록 하시기 바랍니다. 무리하지 않는 범위 내의 운용이라면 좋은 흐름을 보일 것입니다. 재정적인 흐름에 결정을 내려야 할 상황이라면 좋은 판단을 하실 수 있을 것으로 보이는 날이네요.",
    "total_luck": "판단이 명확하고 좋아지는 날입니다. 실수가 적고 행동이 분명하여 다른 사람에게 신뢰감을 많이 주는 날이군요. 오늘은 대외적인 활동을 많이 해야겠습니다. 사람을 만나도 상대가 나의 소신을 알아주는 날이니 만남도 또한 나쁘지 않습니다. 다만 특정 이성과 첫 만남을 가진 경우라면 지나치게 자신의 소신과 주관을 밝히는 것이 사무적으로 비추어질 수 있으므로 이 부분만 조심하시면 됩니다. 좋은 날입니다.",
    "money_luck": "재정적인 흐름을 짚어주고 판단하는 느낌이 대단히 좋은 하루입니다. 유달리 금전의 흐름이 눈에 들어오는 날이 있는데 오늘이 바로 그러한 날입니다. 돈이 없어서 아무것도 하지 못하기 때문에 벌지 못하는 경우는 있어도 있는 재물을 운용하여 손해를 보거나 새롭게 큰 손실이 발생하기는 어려운 운세입니다. 작은 규모의 이익은 무모하지 않은 일이라면 충분히 가능한 운세이니 활용을 잘하시기 바랍니다.",
    "hint": "4와 8이 행운을 안겨 줄 숫자 이군요. 부족한 기운이 보호되는 숫자이니 참고하십시오. 또한 나의 기운을 충만하게 하는 색상은 자주색과 흰색입니다. 간단한 소품이라도 자주색과 흰색으로 코디를 하면 심리적인 안정을 취하는데 도움을 줄 것입니다. 정남에서 서쪽을 향한 방향이 좋습니다. 반대로 정북의 방향은 좋지 않음으로 참고하시기 바랍니다. 기준 방위는 내가 머무는 곳입니다.",
    "color": "자주색, 흰색",
    "number": "4, 8",
    "direction": "정남에서 서쪽을 향하는 방향",
    "name": "ㄴ, ㄷ, ㅅ 자음의 성씨"
  }
]
